IDEA Open Model
NadSetupValueLong Properties
Compatible with IDEA StatiCa Beta 20.0
The NadSetupValueLong type exposes the following members.
Properties
Name | Description
Id
 Gets or sets the value id.
 (Inherited from NadSetupValue.)
IsActive
 Is active
 (Inherited from NadSetupValue.)
Value
 Gets or sets the value.
Top
See Also
Reference
NadSetupValueLong Class
IdeaRS.OpenModel.Concrete Namespace